<i18n>
	{
		"ru": {
			"history": "История компании",
			"head": "История компании началась в 1964 году. В то время она называлась «Производственное объединение «Напитки». Спустя 24 года, по приказу Государственного агропромышленного комитета Каз.ССР, компания начала функционировать на базе Алматинского производственного объединения винодельческой промышленности. Это позволило увеличить и расширить производственные мощности: в распоряжении компании было 2 цеха по производству пива, цех по производству ликероводочной продукции, цех по производству безалкогольной продукции и по производству шампанского и вина.",
			"paragraphs": [
				{	
					"head": "1996",
					"content": "1996 и 1997 годы стали этапом перемен. В 1996 году, Комитет Госкомимущества РК продал большинство крупных цехов ПО «Напитки», оставив предприятию только два цеха – по производству пива и безалкогольной продукции. После этого, ПО «Напитки» преобразовалось в акционерное общество открытого типа – АООТ «Напитки»."
				},
				{	
					"head": "1999",
					"content": "В мае 1999 компания сменила имя и стала называться ОАО «Сусындар». Компания встретила новое столетие в обновленном виде: она провела масштабную модернизацию всего оборудования, обновила продуктовый портфель и начала работать по новой маркетинговой политике."
				},
				{	
					"head": "2006",
					"content": "В 2006 году компания обрела новое имя – АО «Caspian Beverage Holding». Спустя год, в рамках расширения компании, АО «Caspian Beverage Holding» приобрело пивоваренный завод в Астане. Масштабная модернизация коснулась не только производственной части компании, но и административной. С целью повышения эффективности работы, были внедрены стандарты корпоративного управления, а также сформирована особая корпоративная культура. Финансовый аудит проводит компания Deloitte, и по результатам последней проверки компания не обнаружила нарушений в отчетности и заключила о соответствии всей финансовой документации стандартам аудита и МСФО."
				},
				{	
					"head": "2008",
					"content": "В апреле 2008 года, АО «Caspian Beverage Holding» осуществило эмиссию облигаций, и было включено в официальный список специальной торговой площадки Регионального Финансового центра г. Алматы, в категории С. Компания является листинговой, и входит в число участников валютной биржи KASE (www.kase.kz)."
				},
				{	
					"head": "2010",
					"content": "В 2010 году, рейтинговое агентство «KzRating», входящее в группу компании Global Rating, присвоило АО «Caspian Beverage Holding» кредитный рейтинг «ВВ-» с прогнозом «стабильный». <p>По мнению агентства, факторами, обосновывающими рейтинг, являются: наличие конкурентных брендов, умеренная долговая нагрузка, в целом стабильный рост выручки, умеренная операционная рентабельность.</p>"
				},
				{	
					"head": "2017",
					"content": "На сегодняшний день, АО «Caspian Beverage Holding» выпускает пиво «Алматинское Жигулевское», «Алматинское Ячменное», «Алматинское Экспортное», «Hong Long», газированный лимонад «Настоящий Буратино, компот под торговой маркой «Компотай». <p>Целью нашей компании является не только занятие любимым делом, но и развитие различных социальных институтов и проектов. Мы вносим свой вклад в развитие Казахстана, обеспечивая ее не только качественной продукцией, но и реализуя образовательные, благотворительные и другие общественно важные проекты. И наше главное достояние – это признание нашего труда. За годы деятельности, компания завоевала множество наград на международных выставках и получила положительные отзывы от многих клиентов и партнеров.</p>"
				}
			],
			"year": "г."
		},
		"kz": {
			"history": "Компания тарихы",
			"head": "Компания тарихы 1964 жылы басталды. Сол уақытта ол «Сусындар» өндірістік бірлестігі» деп аталған. 24 жылдан соң ҚазССР мемлекеттік ауылшаруашылық-өнеркәсіп комитетінің бұйрығымен компания Алматы шарап өнеркәсібі өндірістік бірлестігінің базасында жұмыс істей бастады. Бұл өндірістік қуаттылықты арттыру мен кеңейтуге мүмкіндік берді: компания иелігінде сыра өндіретін 2 цех, ликер-арақ өндіретін цех, алкогольсіз өнімдер өндіретін және шампан мен шарап өндіретін цехтар болды.",
			"paragraphs": [
				{	
					"head": "1996",
					"content": "1996 және 1997 жылдар өзгерістер кезеңі болды. 1996 жылы ҚР Мемлекеттік мүлік комитеті  «Сусындар» ӨБ ірі цехтарының басым бөлігін сатып жіберді, кәсіпорында тек сыра және алкогольсыз өнімдер өндіретін 2 цех қана қалды. Осыдан соң «Сусындар» ӨБ ашық түрдегі акционерлік қоғамы - «Сусындар» АТАҚ болып қайта құрылды."
				},
				{	
					"head": "1999",
					"content": "1999 жылы мамырда компания атын өзгертіп,  «Сусындар» ААҚ атала бастады. Компания жаңа жүзжылдықты жаңарған күйде қарсы алды. Ол барлық жабдықтарды ауқымды түрде жаңғырту жұмыстарын жүргізді, өнім жиынтығын жаңғыртты және жаңа маркетингтік саясатпен жұмыс жасай бастады."
				},
				{	
					"head": "2006",
					"content": "2006 жылы компания «Caspian Beverage Holding» АҚ жаңа атауына ие болды. Бір жылдан соң компанияны өркендету аясында «Caspian Beverage Holding» АҚ Астанадағы сыра жасау зауытын сатып алды. Ауқымды жаңғырту жұмыстары тек компанияның өндірістік бөлігіне ғана әсер етіп қоймай, сондай-ақ әкімшілік бөлігіне де ықпалын тигізді. Жұмыс тиімділігін арттыру мақсатында корпоративтік басқару стандарты енгізілген, сондай-ақ айырықша корпоративтік мәдениет қалыптастырылды."
				},
				{	
					"head": "2008",
					"content": "2008 жылы сәуірде «Caspian Beverage Holding» АҚ бағалы қағаздар эмиссиясын жүзеге асырды және ол Алматы қаласы аймақтық қаржылық орталығы сауда алаңының  ресми тізіміне қосылды.С санатында компания листингтік болып табылады және KASE валюта биржасының қатысушыларының тізіміне кіреді."
				},
				{	
					"head": "2010",
					"content": "2010 жылы «KZRating» рейтингтік агенттігі «Caspian Beverage Holding»АҚ «ВВ» кредиттік рейтингісін берді және «тұрақты» болжамын ұсынған. <p>Рейтингті негіздеуші факторлар: бәсекелі брендтердің болуы, бірқалыпты борыштық жүктеме, түсімнің тұрақты өсімі және қалыпты операциялық тиімділік болып табылады. </p>"
				},
				{	
					"head": "2017",
					"content": "Бүгінгі күні «Caspian Beverage Holding» АҚ «Алматинское Жигулевское», «Нефильтр», «Ячменное», «Экспортное» сыраларын,  «Настоящий Буратино» газдалған лимонады мен «Компотай» газдалмаған сусынын шығарады, сондай-ақ бөлшек саудамен айналысады. <p>Біздің компанияның мақсаты тек сүйікті іспен айналысу ғана емес, сондай-ақ түрлі әлеуметтік институттар мен жобаларды дамыту. Біз Қазақстанның дамуында оны тек сапалы өніммен қамтамасыз етіп қана қоймай, сондай-ақ білімділік, қайырымдылық және басқа да қоғамдық маңызды жобаларды іске асыра отырып, өз үлесімізді қосамыз. Біздің басты жетістігіміз – бұл ерен еңбегіміздің мойындалуы. Компания жұмыс істеген уақыттан бері халықаралық көрмелерден көптеген марапаттар жеңіп алды және клиенттер мен серіктестердің көпшілігінің оң пікірлерін иеленді.</p>"
				}
			],
			"year": "ж."
		}
	}
</i18n>	

<template>
	<div class="container">
		<br>
		<div class="row">
			<div class="offset-md-1 col-md-10 bg">
				<h1 class="text-center hidden-xs-down text-white mt-5 pb-0"><b>{{ $t('history') | spacer }}</b></h1>
				<h3 class="text-center hidden-sm-up text-white mt-5 mb-0"><b>{{ $t('history') | spacer }}</b></h3>
				<p class="text-center pr-3"><img src="../assets/history/headline.png" alt="headline"></p>
			</div>
		</div>
		<br>
		<div class="row mt-1">
			<div class="offset-md-2 col-md-8 px-4">
				<p class="small">{{ $t('head') }}</p>
				<div v-for="p in $t('paragraphs')">
					<h2 class="text-center hidden-xs-down mt-4"><span class="underline"><b>{{ p.head | spacer }} &nbsp;<small><small class="small"> <b>{{ $t('year') }}</b></small></small></b></span></h2>
					<h4 class="text-center hidden-sm-up mt-4"><span class="underline"><b>{{ p.head | spacer }} <small class="small"> {{ $t('year') }}</small></b></span></h4>
					<p class="small mt-4" v-html="p.content"></p>
				</div>
				<br>
			</div>
		</div>
	</div>
</template>

<script>
	export default{
	  filters: {
	    spacer: function (value) {
	      if (!value) return ''
	      value = value.toString().split(' ').join('\xa0')
	      return value.split('').join('\xa0')
	    }
	  },
	  head: {
	    title: {
	      inner: 'История компании',
	      separator: '|',
	      complement: 'Жигулёвское пиво'
	    },
	    meta: [
	      { name: 'application-name', content: 'Жигулёвское пиво' },
	      { name: 'description', content: 'Жигулёвское пиво, Жигалма. История компании. История компании началась в 1964 году. В то время она называлась «Производственное объединение «Напитки». Спустя 24 года, по приказу Государственного агропромышленного комитета Каз.ССР, компания начала функционировать на базе Алматинского производственного объединения винодельческой промышленности. Это позволило увеличить и расширить производственные мощности: в распоряжении компании было 2 цеха по производству пива, цех по производству ликероводочной продукции, цех по производству безалкогольной продукции и по производству шампанского и вина.', id: 'desc' },
	      { property: 'fb:app_id', content: 'zhigalma.kz' },
	      { property: 'og:title', content: 'История компании' },
	    ],
	    link: [
	      { rel: 'canonical', href: 'http://zhigulevskoe.kz/', id: 'canonical' },
	      { rel: 'icon', href: require('../assets/favicon.png'), sizes: '16x16', type: 'image/png' }, 
	      // with shorthand
	      { r: 'icon', h: require('../assets/logo.png'), sz: '32x32', t: 'image/png' },
	      // ...
	    ],
	  },
	}
</script>

<style scoped>
	.bg{
		background-image: url("../assets/history/kartinka.png");
		background-size: cover;
		height: 400px;
		background-position: center;
		-webkit-filter: sepia(100%);
	}
	@media screen and (max-width: 600px){
		.bg{
			height: 250px;
		}
	}
	p{
		/*letter-spacing: .9px;*/
		text-align: justify;
		font-size: 16px;
		/*line-height: 2.2;*/
		line-height: 2;
		/*font-weight: bold;*/
		text-indent: 35px;
  		font-family: Helvetica, Arial, sans-serif;
	}
	.underline{
		padding-bottom: 4px;
		border-bottom: 3px solid #770e00;
		line-height: 35px;
	}

	a[active]{
		color: #006eb9;
	}
</style>